Revit 2027 API
Document.Paint Method
Overload List
Name | Description
Paint(ElementId, Face, ElementId) |  Paint the element's face with specified material.
Paint(ElementId, Face, FamilyParameter) |  Paint the element's face with specified material.
Top
See Also
Reference
Document Class
Autodesk.Revit.DB Namespace